// app/data/featureData.ts

export const featureData = [
  {
    image: "/features/image1.jpeg",
    title: "◆着け心地・木の温もり",
    description: `木のテーブルや木造の家、素足で触れた床。
そんなときに、どこかホッとするような安心感を感じたことはありませんか？

木のアクセサリーもまた、自然素材ならではのやさしい着け心地が魅力です。
金属のような冷たさや硬さがなく、肌にすっとなじみ、温もりを感じられます。

さらに、使うほどに風合いが変化し、自分だけの色へと育っていくのも木ならでは。
そっと寄り添うような存在を、ぜひ日常に取り入れてみてください。`,
  },
  {
    image: "/features/image2.jpeg",
    title: "◆防水性",
    description: `木のアクセサリーは「濡れても大丈夫？」とご心配される方もいらっしゃるかもしれません。
当製品には蜜蝋ワックスを少量塗布しており、軽い水濡れ程度であれば問題ありません。
また、水に沈めるテストでも変化は見られず、安心してご使用いただけます。
ワックスは自然素材のため、落ちてきた際は市販の蜜蝋ワックスで簡単にお手入れが可能です。`,
  },
  {
    image: "/features/image3.jpeg",
    title: "◆金属アレルギー対応",
    description: `指輪やイヤーアクセサリー、バングルなどは一般的に金属製のものが多く、
金属アレルギーのために身につけられない方も少なくありません。
当製品は、そんな方にも安心してご使用いただけるよう、木材をメインに使用したウッドアクセサリーです。
肌あたりもやさしく、身につけるたびに自然な温もりを感じていただけます。

※ピアスなど、一部アイテムには金属パーツ（サージカルステンレス）を使用しております。`,
  },
  {
    image: "/features/image4.jpeg",
    title: "◆希少性",
    description: `日本では欅や檜などが知られ、SPF材やホワイトウッドなどが身近にありますが、当製品には、世界中で育まれた希少な木材を使用しています。
中には現在ではほとんど手に入らないものもあり、同じ製品を再び作れない可能性もあります。

木材はすべて自然素材。ひとつとして同じものはなく、出会いはまさに一期一会。
そんな儚くも美しい木の世界を、ぜひお楽しみください。`,
  },
  {
    image: "/features/image5.jpeg",
    title: "◆無着色",
    description: `木材といえば茶色や白を思い浮かべる方も多いかもしれませんが、
当製品では、紫・ピンク・黒・白黒・茶黒など、
自然が育んだ個性豊かな色合いの木材を使用しています。

着色は一切行わず、素材本来の色を活かしたまま、
十数段階の工程で丁寧に磨き上げ、自然な艶と輝きを引き出しています。
木が本来持つ美しさを、ぜひお楽しみください。`,
  },

];
