// app/data/reviewData.ts
export const reviewData = [
  {
    platform: "Creema", // Creema、minne、BASEなど
    comment: "結婚指輪として注文させて頂きました。木の温もりが優しく、作りも丁寧で美しい指輪です。結婚指輪ということで、作り手さんのお心遣いからサプライズで、一つの木から二つの指輪を生み出して下さいました。感激です！どうもありがとうございました。",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "木婚式にサプライズで使わせてもらいます！",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "この度は素敵なリングをありがとうございました。私の不手際で数度やりとりさせていただきましたが、いつもあたたかく迅速に対応していただき感謝の気持ちでいっぱいです。\n" +
      "リングも落ち着いた木の温もりとクリスタルの煌めきがとても美しく、すごく嬉しいです。パートナーとのペアリングにしたいと思っております。またご縁がございましたら、どうぞよろしくお願いいたします。",
    rating: 5,
  },
  {
    platform: "Creema", // Creema、minne、BASEなど
    comment: "とても素敵なお品で大満足しています。\n" +
      "梱包も丁寧にしていただき、ありがとうございました。\n" +
      "夫婦でペアで購入しましたが色合いが少しずつ違ってそれもまた素敵です。\n" +
      "ただ、なぜか私だけ木だからなのか他の手持ちの指輪と同じサイズなのに窮屈に感じます。もうワンサイズあげるべきだったのかな。",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "金属アレルギーの為このような指輪を探していました！とても味があって、素敵でした！大切に使用します！",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "迅速な発送対応ありがとうございました。\n" +
      "妻の誕生日が数日後で、中身の確認は未だですが、開封を楽しみにしております。",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "金属アレルギーの友人でも付けることができ、とても喜んでくれました꒰⑅ •̥ ·̮ •̥ ⑅꒱ ♥︎·°\n" +
      "ありがとうございます",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "対応も丁寧で何より素敵なデザインすぎてつけてる時がすごくワクワクします🥺彼が、はじめてこういう指輪がいいと言ってくれたことでこちらの指輪に出会えました。2人で大切にしていきます💍",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "イベントで購入させていただき、今回二つめの購入になります。\n" +
      "今回は小指につけるための指輪を購入。\n" +
      "個人的に今回購入した小指のがしっくりきました。\n" +
      "木目もハッキリしていて、ちょっとしたアクセントにとてもいい。\n" +
      "外箱などもしっかりしています。また好みなものが見つかれば購入させていただきたいです。",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "遅くなってしまい申し訳ございません。妻も私もとても気に入っています。",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "こちらの実物を見る機会があり、久々にアクセサリーが欲しいと思いました。ウッドと金属の融合がカッコいいです！大切に使います♪",
    rating: 5,
  },
  {
    platform: "Creema",
    comment: "存在感アリアリなのに軽くて使いやすそうです。ありがとうございました",
    rating: 5,
  },
  {
    platform: "minne",
    comment: "この度はありがとうございます。とってもデザインが気に入りました!!大切にします。",
    rating: 5,
  },
];


//  {
//     platform: "minne",
//     comment: "この度はありがとうございます。とってもデザインが気に入りました!!大切にします。",
//     rating: 5,
//   },